Repository: xavierh81/wedding-planning-front
Catalog: src/locales/*/messages.po
Languages: fr

source: global_form_field_address_placeholder
fr: Votre adresse

source: global_form_field_firstname_placeholder
fr: Prénom

source: global_form_field_lastname_placeholder
fr: Nom

source: global_form_field_mail_placeholder
fr: Votre adresse mail

source: global_no
fr: Non

source: global_yes
fr: Oui

source: guest_accommodations_additional_desc
fr: N'hésitez pas à regarder sur Google (ou autre moteur de recherche) pour trouver d'autres hébergements disponibles.

source: guest_accommodations_capacity_count
fr: {value, plural, =0 {Personne} one {Une personne} other {# personnes}}

source: guest_accommodations_rooms_count
fr: {value, plural, =0 {Aucune chambre} one {Une chambre} other {# chambres}}

source: guest_accommodations_top_desc
fr: Cette liste de chambres d'hôtes n'est pas exhaustive et ne présente que les lieux les plus proches de la réception.

source: guest_accommodations_top_title
fr: Chambres d'hôtes

source: guest_accommodations_website_link
fr: Site internet

# homepage_rsvp_button
source: RSVP
fr: Répondre à l'invitation

# homepage_rsvp_desc
source: Please confirm your presence (or not) by clicking on the button below:
fr: Merci de confirmer votre présence (ou non) en cliquant sur le bouton ci-dessous:

# homepage_rsvp_title
source: Are you coming?
fr: Serez-vous présents?

# menu_guest_accommodations
source: Guest Accommodations
fr: Chambres d'hôtes

# menu_homepage
source: Home
fr: Accueil

# menu_questions_answers
source: Q&A
fr: FAQ

# menu_things_to_do
source: Tourism
fr: Tourisme

# page_not_found_back_to_home
source: Go back to homepage
fr: Retourner sur la page d'accueil

# page_not_found_bloc_title
source: Oops, page not found !
fr: Oups, cette page n'a pas été trouvée !

# page_not_found_title
source: Page not found
fr: Page non trouvée

# qa_entry_1_answer
source: At the « Château de Mauriac », 81600 Senouillac, France.
fr: Au Château de Mauriac, 81600 Senouillac, France.

# qa_entry_1_question
source: Where is the wedding taking place?
fr: Où aura lieu le mariage?

# qa_entry_2_answer
source: We recommend that you arrive 30 minutes before the ceremony.
fr: Nous vous recommandons d'arriver au moins 30 minutes avant la cérémonie.

# qa_entry_2_question
source: What time should I arrive?
fr: À quelle heure dois-je arriver?

# qa_entry_3_question
source: When is the RSVP deadline?
fr: Quelle est la date limite de réponse?

# qa_entry_4_answer
source: The dress code for our wedding is formal attire. Example: suits and dresses.
fr: Mettez vous sur votre 31, tout en étant à l'aise.

# qa_entry_4_question
source: Is there a dress code?
fr: Y a-t-il y a un code vestimentaire?

# qa_entry_5_answer
source: Reception will be held outdoors, in the castle's courtyard.
fr: La réception aura lieu à l'extérieur, dans la cour du château.

# qa_entry_5_question
source: Will the wedding be indoors or outdoors?
fr: Est-ce que le mariage se déroulera en intérieur ou en extérieur?

# qa_entry_6_answer
source: Yes!
fr: Oui!

# qa_entry_6_question
source: Will there be an open bar?
fr: Est-ce qu'il y aura un open bar?

# qa_entry_7_answer
source: Toulouse–Blagnac Airport (TLS)
fr: Aéroport de Toulouse–Blagnac (TLS)

# qa_entry_7_question
source: What airport do I fly into?
fr: Quel est l'aéroport le plus proche?

# rsvp_contact_info_title
source: Contact info
fr: Informations de contact

# rsvp_form_submit
source: Send RSVP
fr: Envoyer

# rsvp_notes_title
source: Any comments?
fr: Un commentaire?

# rsvp_people_coming_question
source: Will this person attend the wedding?
fr: Est-ce que cette personne vient au mariage?

# rsvp_people_special_diet_placeholder
source: Vegan, vegetarian, allergies, etc.
fr: Vegan, végétarien, allergies, etc.

# rsvp_people_special_diet_question
source: Do you have a special diet?
fr: Avez-vous un régime alimentaire particulier?

# rsvp_peoples_add_button
source: Add guest
fr: Ajouter une personne

# rsvp_peoples_section_desc
source: Please note that we would like to organize a wedding without children, except for family, in order to fully enjoy the moment!
fr: Merci de noter que nous souhaitons organiser un mariage sans enfant, hormis pour la famille, afin de profiter au maximum de ce moment avec vous!

# rsvp_peoples_section_title
source: Who's coming from your household?
fr: Indiquez les membres de votre famille

# rsvp_request_sent_desc
source: We'll contact you later with more information about the wedding.
fr: Nous vous contacterons prochainement avec de nouvelles informations sur notre mariage.

# rsvp_request_sent_title
source: Thanks for your answer !
fr: Merci pour votre réponse !

# rsvp_results_contact_address
source: Address
fr: Addresse

# rsvp_results_desc
source: Enter the password in order to access the list
fr: Entrez le mot de passe pour accèder à la liste.

# rsvp_results_nb_adult_coming
source: Adults
fr: Adultes

# rsvp_results_nb_babies_coming
source: Babies
fr: Bébés

# rsvp_results_nb_kids_coming
source: Kids
fr: Enfants

# rsvp_results_nb_people_coming
source: Number of persons coming
fr: Nombre de personnes

# rsvp_results_people
source: People
fr: Personnes

# rsvp_results_submit
source: See the list
fr: Voir la liste

# rsvp_results_summary_title
source: Results
fr: Résultats

# rsvp_results_title
source: RSVP Results
fr: Résultats RSVP

# site_title
source: Valentine & Xavier's Wedding Website
fr: Mariage de Valentine & Xavier

# wedding_details_created_by
source: Created by ourselves :)
fr: Créé par nous-mêmes :)

# wedding_detais_days_counter
source: {0, plural, =0 {It's today !} one {It's tommorow!} other {# days to go!}}
fr: {0, plural, =0 {C'est aujourd'hui !} one {C'est demain!} other {# jours avant le mariage!}}

# wedding_person_kind_1
source: Adult
fr: Adulte

# wedding_person_kind_2
source: Kid
fr: Enfant

# wedding_person_kind_3
source: Baby (0-2 years old)
fr: Bébé (0-2 ans)
